Repository: tobinus/girl
Catalog: po/*.po
Languages: es, sr, sr@latin

source: GNOME Internet Radio Locator (GIRL) allows users to easily find and listen to live radio programs on radio broadcasters on the Internet.
sr: Гномов проналазач интернет радиа (GIRL), омогућава корисницима да с лакоћом нађу и да слушају радио програме уживо на радио станицама које емитују преко интернета.
sr@latin: Gnomov pronalazač internet radia (GIRL), omogućava korisnicima da s lakoćom nađu i da slušaju radio programe uživo na radio stanicama koje emituju preko interneta.

source: GIRL is developed for the GNOME desktop and requires gstreamer 1.0 to be installed for playback of supported radio stations.
sr: Гирл је направљен за Гномову радну површ и захтева да је инсталиран гстример 1.0 за пуштање подржаних радио станица.
sr@latin: Girl je napravljen za Gnomovu radnu površ i zahteva da je instaliran gstrimer 1.0 za puštanje podržanih radio stanica.

source: Enjoy listening to and recording from supported Internet Radio stations in GIRL.
es: Disfrute escuchando y grabando desde las emisoras de radio de Internet soportadas en GIRL.
sr: Уживајте слушајући и снимајући подржане Интернет радио станице у Гирлу.
sr@latin: Uživajte slušajući i snimajući podržane Internet radio stanice u Girlu.

source: Internet Radio Locator
es: Buscador de radio de Internet
sr: Проналазач интернет радиа
sr@latin: Pronalazač internet radia

source: Locate Internet Radio Stations
es: Emisoras del buscador de radio de Internet
sr: Пронађите радио станице на интернету
sr@latin: Pronađite radio stanice na internetu

source: Live;Radio;Program;Station;Locator;
es: Radio;Prograna;Emisora;Estación;Buscador;
sr: радио;уживо;програм;станица;проналазач;
sr@latin: radio;uživo;program;stanica;pronalazač;

source: New
es: Nueva
sr: Нова
sr@latin: Nova

source: Add a new radio station
es: Añadir una emisora de radio nueva
sr: Додајте нову радио станицу
sr@latin: Dodajte novu radio stanicu

source: Search
es: Buscar
sr: Тражи
sr@latin: Traži

source: Search by location for radio stations
es: Buscar emisoras de radio por ubicación
sr: Потражите радио станице према месту
sr@latin: Potražite radio stanice prema mestu

source: Listen
es: Escuchar
sr: Слушај
sr@latin: Slušaj

source: Listen to selected radio station
es: Escuchar la emisora de radio seleccionada
sr: Слушајте изабрану радио станицу
sr@latin: Slušajte izabranu radio stanicu

source: Record
es: Grabar
sr: Сними
sr@latin: Snimi

source: Record selected radio station
es: Grabar la emisora de radio seleccionada
sr: Снимајте изабрану радио станицу
sr@latin: Snimajte izabranu radio stanicu

source: Stop
es: Detener
sr: Заустави
sr@latin: Zaustavi

source: Stop recording selected radio station
es: Detener la grabación de la emisora de radio seleccionada
sr: Зауставите снимање изабране радио станице
sr@latin: Zaustavite snimanje izabrane radio stanice

source: Previous
es: Anterior
sr: Претходна
sr@latin: Prethodna

source: Go back to the previous radio station
es: Ir a la emisora de radio anterior
sr: Идите на претходну радио станицу
sr@latin: Idite na prethodnu radio stanicu

source: Stations
es: Emisoras
sr: Станице
sr@latin: Stanice

source: Internet Radio Stations
es: Emisoras de radio de Internet
sr: Радио станице на интернету
sr@latin: Radio stanice na internetu

source: Next
es: Siguiente
sr: Следећа
sr@latin: Sledeća

source: Proceed to the next radio station
es: Ir a la siguiente emisora de radio
sr: Идите на следећу радио станицу
sr@latin: Idite na sledeću radio stanicu

source: Station
es: Emisora
sr: Станица
sr@latin: Stanica

source: About the current Station
es: Acerca de la emisora actual
sr: Подаци о тренутној станици
sr@latin: Podaci o trenutnoj stanici

source: Program
es: Programa
sr: Програм

source: About the GNOME Internet Radio Locator
es: Acerca del buscador de radio de Internet de GNOME
sr: О Гномовом проналазачу интернет радиа
sr@latin: O Gnomovom pronalazaču internet radia

source: Exit
es: Salir
sr: Изађи
sr@latin: Izađi

source: Quit the GNOME Internet Radio Locator
es: Salir del buscador de radio de Internet de GNOME
sr: Изађите из Гномовог проналазача интернет радиа
sr@latin: Izađite iz Gnomovog pronalazača internet radia

source: Playing %s
sr: Пуштам „%s“
sr@latin: Puštam „%s“

source: Select a listener
es: Seleccionar un reproductor
sr: Изаберите слушаоца
sr@latin: Izaberite slušaoca

source: Failed to open %s. Please install it.
es: Falló al abrir %s. Instálelo.
sr: Нисам успео да отворим „%s“. Инсталирајте га.
sr@latin: Nisam uspeo da otvorim „%s“. Instalirajte ga.

source: Failed to open %s
es: Falló al abrir %s
sr: Нисам успео да отворим „%s“
sr@latin: Nisam uspeo da otvorim „%s“

source: Select a program
es: Seleccionar un programa
sr: Изаберите програм
sr@latin: Izaberite program

source: Failed to open %s.
es: Falló al abrir %s.
sr: Нисам успео да отворим „%s“.
sr@latin: Nisam uspeo da otvorim „%s“.

source: Your search by location resulted in the radio station %s in %s: %s
es: Su búsqueda por ubicación ha encontrado la emisora %s en %s: %s
sr: Ваша претрага према месту даје радио станицу %s у %s: %s
sr@latin: Vaša pretraga prema mestu daje radio stanicu %s u %s: %s

source: Search by location
es: Buscar por emisora
sr: Тражите према месту
sr@latin: Tražite prema mestu

source: Select a station
es: Seleccionar una emisora
sr: Изаберите станицу
sr@latin: Izaberite stanicu

source: Found location %s
es: Encontrada ubicación %s
sr: Нашао сам место „%s“
sr@latin: Našao sam mesto „%s“

source: New radio station
es: Nueva emisora de radio
sr: Нова радио станица
sr@latin: Nova radio stanica

source: Select a stream
es: Seleccionar un flujo
sr: Изаберите ток
sr@latin: Izaberite tok

source: Selection cleared!
es: Selección eliminada
sr: Избор је очишћен!
sr@latin: Izbor je očišćen!

source: GIRL
sr: Гирл

source: GNOME Internet Radio Locator
es: Buscador de radio de Internet de GNOME
sr: Гномов проналазач интернет радиа
sr@latin: Gnomov pronalazač internet radia

source: Couldn't create pixmap
es: No se pudo crear el mapa de píxeles
sr: Не могу да направим сличицу
sr@latin: Ne mogu da napravim sličicu

source: Search by location from "Search" or select a radio station from "Stations". Click "Listen" to listen to, or "Record" to record from the station.
es: Seleccione una ubicación en «Buscar» o elija una emisora de radio en «Emisoras». Pulse «Escuchar» para escuchar la emisora o «Grabar» para grabarla.
sr: Изаберите „Тражи“ да потражите према месту или изаберите радио станицу из изборника „Станице“. Притисните „Слушај“ да слушате, или „Сними“ да снимате са станице.
sr@latin: Izaberite „Traži“ da potražite prema mestu ili izaberite radio stanicu iz izbornika „Stanice“. Pritisnite „Slušaj“ da slušate, ili „Snimi“ da snimate sa stanice.

source: Select a radio station from "Stations" and click "Listen" to listen to the station.
es: Busque una emisora de radio en «Emisoras» y pulse «Escuchar» para escuchar la emisora.
sr: Изаберите радио станицу из изборника „Станице“ и притисните „Слушај“ да слушате радио станицу.
sr@latin: Izaberite radio stanicu iz izbornika „Stanice“ i pritisnite „Slušaj“ da slušate radio stanicu.

source: Recording from %s in %s to %s
sr: Снимам са „%s“ за %s у %s
sr@latin: Snimam sa „%s“ za %s u %s

source: An error happened trying to play %s Either the file doesn't exist, or you don't have a player for it.
es: Ha ocurrido un error al intentar reproducir %s O bien el archivo no existe o no tiene un reproductor para él.
sr: Дошло је до грешке када сам покушао да пустим „%s“ Или датотека не постоји, или немате одговарајући програм за пуштање исте.
sr@latin: Došlo je do greške kada sam pokušao da pustim „%s“ Ili datoteka ne postoji, ili nemate odgovarajući program za puštanje iste.

source: An error happened trying to record %s Either the file doesn't exist, or you don't have a recorder for it.
es: Ha ocurrido un error al intentar grabar %s O bien el archivo no existe o no tiene un grabador para él.
sr: Дошло је до грешке када сам покушао да снимим „%s“ Или датотека не постоји, или немате одговарајући програм за снимање.
sr@latin: Došlo je do greške kada sam pokušao da snimim „%s“ Ili datoteka ne postoji, ili nemate odgovarajući program za snimanje.

source: Failed to run %s (%i)
es: Falló al ejecutar %s (%i)
sr: Нисам успео да покренем „%s“ (%i)
sr@latin: Nisam uspeo da pokrenem „%s“ (%i)

source: Failed to open URL: '%s' Status code: %i Details: %s
es: Falló al abrir el URL: «%s» Código de estado: %i Detalles: %s
sr: Нисам успео да отворим адресу: „%s“ Шифра стања: %i Појединости: %s
sr@latin: Nisam uspeo da otvorim adresu: „%s“ Šifra stanja: %i Pojedinosti: %s

source: Failed to open URL: '%s' Details: %s
es: Falló al abrir el URL: «%s» Detalles: %s
sr: Нисам успео да отворим адресу: „%s“ Појединости: %s
sr@latin: Nisam uspeo da otvorim adresu: „%s“ Pojedinosti: %s

source: GNOME VFS initialization failed!
es: Falló al iniciar GNOME VFS
sr: Покретање Гном ВФС-а није успело!
sr@latin: Pokretanje Gnom VFS-a nije uspelo!

source: Player Frontend initialization failure...
sr: Покретање челника пуштача није успело...
sr@latin: Pokretanje čelnika puštača nije uspelo...

source: Player Backend creation failure
sr: Стварање позадинца пуштача није успело
sr@latin: Stvaranje pozadinca puštača nije uspelo

source: %i station
sr: Нашао сам %i станицу
sr@latin: Našao sam %i stanicu

source: and %i stream found
sr: и %i ток
sr@latin: i %i tok

source: Selected the previous radio station: %s in %s: %s
es: Seleccionada la emisora de radio anterior %s en %s: %s
sr: Изабрана је претходна радио станица: %s у %s: %s
sr@latin: Izabrana je prethodna radio stanica: %s u %s: %s

source: Selected the next radio station %s in %s: %s
es: Seleccionada la siguiente emisora de radio %s en %s: %s
sr: Изабрана је следећа радио станица: %s у %s: %s
sr@latin: Izabrana je sledeća radio stanica: %s u %s: %s

source: Selected %s in %s: %s (%f)
es: Seleccionada %s en %s: %s (%f)
sr: Изабрана је %s у %s: %s (%f)
sr@latin: Izabrana je %s u %s: %s (%f)

source: Selected %s in %s: %s
es: Seleccionada %s en %s: %s
sr: Изабрана је %s у %s: %s
sr@latin: Izabrana je %s u %s: %s

source: Selected the radio station %s in %s: %s
es: Seleccionada la emisora de radio %s en %s: %s
sr: Изабрана је радио станица %s у %s: %s
sr@latin: Izabrana je radio stanica %s u %s: %s

source: Selected %s [%s] [%s] [%s]
es: Seleccionada %s [%s] [%s] [%s]
sr: Изабрана је %s [%s] [%s] [%s]
sr@latin: Izabrana je %s [%s] [%s] [%s]

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Josef Andersson <josef.andersson@gmail.com> (Swedish translation) Pedro Albuquerque <palbuquerque73@gmail.com> (Portuguese translation) Mario Blättermann <mario.blaettermann@gmail.com> (German translation) Necdet Yücel <necdetyucel@gmail.com> (Turkish translation) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Spanish translation) Mирослав Николић <miroslavnikolic@rocketmail.com> (Serbian translation) Balázs Meskó <meskobalazs@gmail.com> (Hungarian translation) Laudivan Freire de Almeida <laudivan@riseup.net> (Brazilian Portuguese translation) Bernd Homuth <dev@hmt.im> (German translation) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (French translation) Anders Jonsson <anders.jonsson@norsjovallen.se> (Swedish translation)
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик

source: Copyright (C) 2014-2017 Ole Aamot Software
sr: Ауторска права © 2014—2017 Оле Амот софтвер
sr@latin: Autorska prava © 2014—2017 Ole Amot softver

source: Mario Blättermann <mario.blaettermann@gmail.com> (German translation)
es: Mario Blättermann <mario.blaettermann@gmail.com> (traducción al alemán)
sr: Марио Блатерман <mario.blaettermann@gmail.com> (превод на немачки)
sr@latin: Mario Blaterman <mario.blaettermann@gmail.com> (prevod na nemački)

source: Marek Černocký <marek@manet.cz> (Czech translation)
es: Marek Černocký <marek@manet.cz> (traducción al checo)
sr: Марек Черноцки <marek@manet.cz> (превод на чешки)
sr@latin: Marek Černocki <marek@manet.cz> (prevod na češki)

source: Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation)
es: Daniel Mustieles <daniel.mustieles@gmail.com> (traducción al español)
sr: Даниел Мустјелес <daniel.mustieles@gmail.com> (превод на шпански)
sr@latin: Daniel Mustjeles <daniel.mustieles@gmail.com> (prevod na španski)

source: Josef Andersson <josef.andersson@fripost.org> (Swedish translation)
sr: Јозеф Андерсон <josef.andersson@fripost.org> (превод на шведски)
sr@latin: Jozef Anderson <josef.andersson@fripost.org> (prevod na švedski)

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU tal como se publica por la Free Software Foundation; ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que le sea útil, pero SIN NINGUNA GARANTÍA; sin incluso la garantía implícita de MERCANTILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General GNU para más detalles. Debería haber recibido una copia de la Licencia Pública General de GNU junto con este programa, si no es así, escriba a la Free Software Foundation, Inc, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 EE.UU.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или мењати под условима Гнуове опште јавне лиценце коју је објавила Задужбина слободног софтвера; издања 2 лиценце или (по вашем избору) било којег новијег издања. Овај програм се расподељује у нади да ће бити користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Погледајте Гнуову Општу јавну лиценцу за више детаља. Требали сте да примите примерак Гнуове Опште јавне лиценце уз овај програм; ако нисте, пишите Задужбини слободног софтвера на адресу: „Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA“.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili menjati pod uslovima Gnuove opšte javne licence koju je objavila Zadužbina slobodnog softvera; izdanja 2 licence ili (po vašem izboru) bilo kojeg novijeg izdanja. Ovaj program se raspodeljuje u nadi da će biti koristan, ali BEZ IKAKVE GARANCIJE; čak i bez primenjene garancije TRŽIŠNE VREDNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Pogledajte Gnuovu Opštu javnu licencu za više detalja. Trebali ste da primite primerak Gnuove Opšte javne licence uz ovaj program; ako niste, pišite Zadužbini slobodnog softvera na adresu: „Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA“.

source: Unable to load GIRL logo: %s
es: No se pudo cargar el logotipo de GIRL: %s
sr: Не могу да учитам логотип Гирла: %s
sr@latin: Ne mogu da učitam logotip Girla: %s

source: Search radio station by location
es: Buscar emisora por ubicación
sr: Тражи радио станицу према месту
sr@latin: Traži radio stanicu prema mestu

source: Listening to the radio station %s in %s: %s
es: Escuchando la emisora de radio %s en %s: %s
sr: Слушам радио станицу %s у %s: %s
sr@latin: Slušam radio stanicu %s u %s: %s

source: Finished saving recording from the radio station %s in %s from %s to %s
es: Terminada la grabación de la emisora de radio %s en %s de %s a %s
sr: Завршио сам снимање са радио станице „%s“ за %s са %s у %s
sr@latin: Završio sam snimanje sa radio stanice „%s“ za %s sa %s u %s

source: Stopped playing the radio station %s in %s.
sr: Зауставио сам слушање радио станице „%s“ у %s.
sr@latin: Zaustavio sam slušanje radio stanice „%s“ u %s.

source: Archiving %s
es: Archivando %s
sr: Архивирам „%s“
sr@latin: Arhiviram „%s“

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Josef Andersson <josef.andersson@gmail.com> (Swedish translation) Pedro Albuquerque <palbuquerque73@gmail.com> (Portuguese translation) Mario Blättermann <mario.blaettermann@gmail.com> (German translation) Necdet Yücel <necdetyucel@gmail.com> (Turkish translation) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Spanish translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Balázs Meskó <meskobalazs@gmail.com> (Hungarian translation) Laudivan Freire de Almeida <laudivan@riseup.net> (Brazilian Portuguese translation) Bernd Homuth <dev@hmt.im> (German translation) Paul Feuvraux and Claude Paroz <claude@2xlibre.net> (French translation) Anders Jonsson <anders.jonsson@norsjovallen.se> (Swedish translation)
sr@latin: Miroslav Nikolić <miroslavnikolic@rocketmail.com> http://prevod.org — prevod na srpski jezik

source: GIRL, the GNOME Internet Radio Locator program, allows users to easily find and record live radio programs on radio broadcasters on the Internet.
es: GIRL, el programa para buscar emisoras de radio de Internet, permite a los usuarios buscar y grabar fácilmente programas de radio en vivo o en difusión de Internet.

source: GIRL is developed for the GNOME desktop and requires one audio helper such as Totem to be installed for playback and streamripper to be installed for recording live radio streams of supported radio stations.
es: GIRL está desarrollado para el escritorio GNOME y necesita que estén instalados un programa de sonido auxiliar, como Totem, para reproducir y un capturador de flujos para grabar los flujos de radio de las emisoras de radio soportadas.

source: Recording from %s in %s on %s to %s
es: Grabando de %s en %s de %s a %s

source: Marek Černocký <marek@manet.cz> (Czech translation) Rafael Fontenelle <rafaelff@gnome.org> (Brazilian Portuguese translation) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (Serbian translation) Wolfgang Stöggl <c72578@yahoo.de> (German translation) Piotr Drąg <piotrdrag@gmail.com> (Polish translation) Muhammet Kara <muhammetk@gmail.com> (Turkish translation) Balázs Úr <urbalazs@gmail.com> (Hungarian translation) Andika Triwidada <andika@gmail.com> (Indonesian translation) Daniel Mustieles <daniel.mustieles@gmail.com> (Spanish translation) Matej Urbančič <mateju@svn.gnome.org> (Slovenian translation) Γιάννης Κουτσούκος <giankoyt@gmail.com> (Greek translation) Efstathios Iosifidis <iosifidis@opensuse.org> (Greek translation) Samir Ribić <megaribi@epn.ba> (Bosnian translation) Enrico Nicoletto <liverig@gmail.com> (Brazilian Portuguese translation) Sveinn í Felli <sv1@fellsnet.is> (Icelandic translation) Josef Andersson <josef.andersson@gmail.com> (Swedish translation) Pedro Albuquerque <palbuquerque73@gmail.com> (Portuguese translation) Mario Blättermann <mario.blaettermann@gmail.com> (German translation) Necdet Yücel <necdetyucel@gmail.com> (Turkish translation) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (Spanish translation) Mирослав Николић <miroslavnikolic@rocketmail.com> (Serbian translation) Balázs Meskó <meskobalazs@gmail.com> (Hungarian translation)
es: Marek Černocký <marek@manet.cz> (traducción al checo) Rafael Fontenelle <rafaelff@gnome.org> (traducción al brasileño portugués) Miroslav Nikolić <miroslavnikolic@rocketmail.com> (traducción al serbio) Wolfgang Stöggl <c72578@yahoo.de> (traducción al alemán) Piotr Drąg <piotrdrag@gmail.com> (traducción al polaco) Muhammet Kara <muhammetk@gmail.com> (traducción al turco) Balázs Úr <urbalazs@gmail.com> (traducción al húngaro) Andika Triwidada <andika@gmail.com> (traducción al indonesio) Daniel Mustieles <daniel.mustieles@gmail.com> (traducción al español) Matej Urbančič <mateju@svn.gnome.org> (traducción al eslovaco) Γιάννης Κουτσούκος <giankoyt@gmail.com> (traducción al griego) Efstathios Iosifidis <iosifidis@opensuse.org> (traducción al griego) Samir Ribić <megaribi@epn.ba> (traducción al bosnio) Enrico Nicoletto <liverig@gmail.com> (traducción al brasileño portugués) Sveinn í Felli <sv1@fellsnet.is> (traducción al islandés) Josef Andersson <josef.andersson@gmail.com> (traducción al sueco) Pedro Albuquerque <palbuquerque73@gmail.com> (traducción al portugués) Mario Blättermann <mario.blaettermann@gmail.com> (traducción al alemán) Necdet Yücel <necdetyucel@gmail.com> (traducción al turco) Andy Daniel Cruz Campos <god_of_war_2@hotmail.com> (traducción al español) Mирослав Николић <miroslavnikolic@rocketmail.com> (traducción al serbio) Balázs Meskó <meskobalazs@gmail.com> (traducción al húngaro)

source: To finish playing from the radio station %s in %s, exit the application Videos.
es: Para terminar la reproducción de la emisora de radio %s en %s, salga de Vídeos.

source: Stop what? You can "Search" by location, select a radio station from "Stations", or click on "Listen" and/or "Record". Or go to "Prev" or "Next" radio station.
es: ¿Detener el qué? Puede «Buscar» por ubicación, seleccionar una emisora de radio en «Emisoras» o pulsar en «Escuchar» y/o «Grabar». O ir a la «Siguiente» emisora o a la «Anterior».
